[
    {
        "id": "KP-L2137PC",
        "title": "KUPO Display KP-L2137PC",
        "dl": [
            {
                "dt": "Group",
                "dd": [
                    "Kupole System"
                ]
            },
            {
                "dt": "Item no.",
                "dd": [
                    "KP-L2137PC"
                ]
            },
            {
                "dt": "Description",
                "dd": [
                    "Kupole with curvy handle - Polish",
                    "Height extends from 210cm to 370cm",
                    "Upper tube DIA.4cm",
                    "Lower tube DIA.4.5cm",
                    "Available in Polish and Black"
                ]
            },
            {
                 "dt": "Weight",
                 "dd": [
                     "2.8kg"
                 ]
            }
        ],
        "detail": [
        "<p>Kupole is our main product. It is the strong, durable and cool adjustable lighting pole system. We extend this Kupole from movie/photo industry. The unique can device in casting provides the pressure and locking system for holding the Kupole in place. Our Kupole has the unique design of the lock device for the safety application. You only need to use one finger to open and close the handle. Because of the good anodizing quality, the pole can up and down smoothly. There is a spring cushion on the top of the Kupole, it can absorb the pressure when extend the pole. So the Kupole can be fixed in position stably!</p>",
        "<p>Features:</p>",
        "<ol type=\"A\">",
        "    <li>Patent</li>",
        "    <li>Tool free</li>",
        "    <li>The curved handle incorporates a safety lock.</li>",
        "    <li>2 adjustable settings for a variable tension adjustment.</li>",
        "    <li>Manufacturing in pole dia.45mm and 40mm and three overlapping size up to 3.7m.</li>",
        "</ol>"
        ]
    },
    {
        "id": "KPG-L2137P",
        "title": "KUPO Display KPG-L2137P",
        "dl": [
            {
                "dt": "Group",
                "dd": [
                    "Kupole System"
                ]
            },
            {
                "dt": "Item no.",
                "dd": [
                    "KPG-L2137P"
                ]
            },
            {
                "dt": "Description",
                "dd": [
                    "Gyro-pole, Polish",
                    "Height extends from 210cm to 370cm",
                    "Upper tube DIA.4cm",
                    "Lower tube DIA.4.5cm"
                ]
            },
            {
                 "dt": "Weight",
                 "dd": [
                     "2.5kg"
                 ]
            }
        ],
        "detail": [
        "<p>The <strong>pole system</strong> is always popular in the display market. Kupole has features for easy set up, time-saving and mobility with build in spring loaded and cam mechanics system. However for some venues which request a more steady and unshakable pole installation for  erecting from concrete floor to hard ceiling. The Gyro Pole is born for a better solution.</p>",
        "<p>Gyro Pole is far ahead of any extending pole you will find in display market. The aluminum construction and connection surpass all other pole system. The poles are joined by a clamping collar which allows for a quick lock or unlock and extended height adjustment. The bottom thread post offers a fine tune securing with few turn of pole.</p>",
        "<p>Features:</p>",
        "<ol type=\"A\">",
        "    <li>Stylish and elegant looks</li>",
        "    <li>Easy set up - Just extend and turn</li>",
        "    <li>Tubular anodized aluminum and resist oxidation</li>",
        "    <li>Lightweight but rugged and sturdy.</li>",
        "    <li>Most secure locking aluminum pole available.</li>",
        "    <li>All KUPOLE&lsquo;s accessories can be used on GYRO-POLE!</li>",
        "    <li>Tool free</li>",
        "</ol>",
        "<p>Gyro Pole is guaranteed not to slip when extended and turned!</p>" 
        ]
    }
]
